<template>
  <div class="cover font-bold min-h-screen flex flex-col items-center justify-center  gap-4 p-4 ">
      

      <div class="scroll p-4 space-y-4 text-xl text-start text-white font-semibold">
          
          <p>
              Telegram Taxi это децентрализованная платформа такси, которая позволяет пассажирам и водителям напрямую взаимодействовать друг
с другом.
          </p>
          
          <p>
              Платформа не требует лицензирования и контроля со стороны государства, что снижает административные барьеры для входа в бизнес и открывает новые возможности для конкуренции, а также позволяет водителям и пассажирам получать больше выгоды от сотрудничества. 
          </p>

          <p>
              Пассажиры могут выбрать такси, частный автомобиль, или мотоцикл, а также могут устанавливать свои собственные цены.
          </p>
          
         
      </div>


  </div>

</template>


<script>

  export default {
      name: 'About'
  }

</script>