<template>
    <div class="cover font-bold min-h-screen flex flex-col items-center justify-center  gap-4 p-4 ">
        

        <div class="scroll space-y-4 text-xl text-start text-white font-semibold p-4">
            
            <p>
                Правила для того, чтобы обеспечить взаимное уважение между пассажиром и водителем,
            а также защитить их права
            и интересы.
            </p>
            
            <p>
                Водители, старайтесь сообщать время прибытия. Пассажиры рассчитывают
            на вашу пунктуальность. Будьте вежливы и помните, что вы оказываете услугу. 
            Хороший сервис = положительные отзывы + высокие чаевые!
            </p>

            <p>
                Пассажиры,не подводите! Будьте пунктуальны, не заставляйте себя ждать. Уважайте время водителя. 
                Во время поездки соблюдайте правила и порядки, принятые в данном транспорте!
            </p>
            
           
        </div>


    </div>

</template>
  

<script>

    export default {
        name: 'Rules'
    }

</script>